"Cheerful" = "Joyeux";

"Melodic" = "Mélodique";

"Relaxed" = "Détendu";

"Grooving" = "Groove";

"Distorted" = "Distorsion";

"Acoustic" = "Acoustique";

"Processed" = "Traité";

"Single" = "Simple";

"Part" = "Partie";

"Dark" = "Sombre";

"Dissonant" = "Dissonant";

"Intense" = "Intense";

"Arrhythmic" = "Arythmique";

"Clean" = "Propre";

"Electric" = "Électrique";

"Dry" = "Sec";

"Ensemble" = "Ensemble";

"Fill" = "Remplissage";

"Rock/Blues" = "Rock/blues";

"Electronic/Dance" = "Électronique";

"Jazz" = "Jazz";

"Urban" = "Urbain";

"World/Ethnic" = "Monde";

"Cinematic/New Age" = "Cinématographique";

"Orchestral" = "Orchestral";

"Country/Folk" = "Pays";

"Experimental" = "Expérimentale";

"Other Genre" = "Autre Genre";

"Hip Hop" = "Hip-hop";

"Electro House" = "Electro house";

"Dubstep" = "Dubstep";

"Modern RnB" = "R&B moderne";

"Tech House" = "Tech house";

"Deep House" = "Deep house";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indépendante";

"Vintage Breaks" = "Ruptures rétro";

"Hip Hop/RnB" = "Hip-hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Autre Genre";

"Chinese Traditional" = "Chinois traditionnel";

"Future Bass" = "Basse futuriste";

"Reggaeton Pop" = "Pop reggaeton";

"Sound_Effects" = "Effets sonores";

"Bass House" = "Bass House";

"Electronic Pop" = "Pop électronique";

"Techno" = "Techno";

"Bass" = "Basse";

"Electric Bass" = "Basse électrique";

"Acoustic Bass" = "Basse acoustique";

"Synthetic Bass" = "Basse synthé";

"Drums" = "Toutes les batteries";

"Drum Kit" = "Batteries";

"Electronic Beats" = "Battements";

"Kick" = "Grosse caisse";

"Tom" = "Tom";

"Snare" = "Caisse claire";

"Cymbal" = "Cymbale";

"Hi-hat" = "Charleston";

"Guitars" = "Guitares";

"Electric Guitar" = "Guitare électrique";

"Acoustic Guitar" = "Guitare acoustique";

"Banjo" = "Banjo";

"Mandolin" = "Mandoline";

"Slide Guitar" = "Guitare slide";

"Pedal Steel Guitar" = "Pedal Steel";

"Horn/Wind" = "Cor";

"Saxophone" = "Saxophone";

"Trumpet" = "Trompette";

"Flute" = "Flûte";

"Trombone" = "Trombone";

"Clarinet" = "Clarinette";

"French Horn" = "Cor d’harmonie";

"Tuba" = "Tuba";

"Oboe" = "Hautbois";

"Harmonica" = "Harmonica";

"Recorder" = "Enregistreur";

"Pan Flute" = "Flûte de pan";

"Bagpipe" = "Cornemuse";

"Bassoon" = "Basson";

"Piccolo" = "Piccolo";

"English Horn" = "Cor anglais";

"Brass" = "Cuivres";

"Woodwind" = "À vent";

"Keyboards" = "Claviers";

"Piano" = "Piano";

"Electric Piano" = "Piano électrique";

"Organ" = "Orgue";

"Clavinet" = "Clavinet";

"Accordion" = "Accordéon";

"Synthesizer" = "Synthés";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Clavecin";

"Mallets" = "Mailloches";

"Steel Drum" = "Steel-drum";

"Vibraphone" = "Vibrations";

"Marimba" = "Marimba";

"Xylophone" = "Xylophone";

"Kalimba" = "Kalimba";

"Bell" = "Cloche";

"Timpani" = "Timbale";

"Mixed" = "Ritournelles";

"Other Instrument" = "Autre instrument";

"Percussion" = "Percussion";

"Gong" = "Gong";

"Shaker" = "Hochet";

"Tambourine" = "Tambourin";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Cloche à vache";

"Clave" = "Claves";

"Vinyl/Scratch" = "Vinyle";

"Chime" = "Carillon";

"Rattler" = "Bruiteur";

"Sound Effect" = "FX";

"Misc2" = "Divers";

"Boom" = "Grondements";

"All Effects" = "Tous les effets";

"Effects" = "Effets sonores";

"Ambience" = "Ambiance";

"People" = "Personnes";

"Transportation" = "Transport";

"Weapons" = "Armes";

"Explosions" = "Explosions";

"Impacts & Crashes" = "Impacts";

"Animals" = "Animaux";

"Sports & Leisure" = "Sports";

"Mech/Tech" = "Ordinateurs";

"Work/Home" = "Bureau/domicile";

"Misc." = "Divers";

"Foley" = "Bruitage";

"Motions & Transitions" = "Stingers";

"Sci-Fi" = "Sci-Fi";

"Strings" = "Cordes";

"Violin" = "Violon";

"Viola" = "Alto";

"Cello" = "Violoncelle";

"Harp" = "Harpe";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Contrebasse";

"Texture/Atmosphere" = "Textures";

"Vocals" = "Chant";

"Male" = "Homme";

"Female" = "Femme";

"Choir" = "Chorale";

"All" = "Tous";

"Favorites" = "Favoris";

"Genres" = "Genres";

"Instruments" = "Instruments";

"Moods" = "Ambiances";

"Reset" = "Réinitialiser";

